---
kind: other
id: Methods.T:Autodesk.Revit.UI.Mechanical.DuctFittingAndAccessoryPressureDropUIDataItem
source: html/5ccb3c3e-12ea-7c17-58d7-cc9e4fc585ab.htm
---
# DuctFittingAndAccessoryPressureDropUIDataItem Methods

Gets the fitting data stored in the UI data item.